[
 {
   "ID": 1,
   "Name": "Encomienda System",
   "Who": " Spanish Lords, Native Americans",
   "When": " 1500's",
   "Where": " Spanish Colonies",
   "What": " Native Americans did work for Spanish Lords in exchange for protection, although this protection was rarely provided by the Spanish lords",
   "Why": " The beginning of exploitation of Native Americans in the colonies and the beginning of an increase of Native Americans in the work force of the colonies."
 },
 {
   "ID": 2,
   "Name": "Virginia Company",
   "Who": " London investors, joint-stock company, colonists.",
   "When": "1607",
   "Where": " Jamestown, Virginia.",
   "What": " The company sent a group of 100 men to settle the Mid-Atlantic region of North America in the hopes of finding gold.",
   "Why": " The Virginia Company was the first permanent English settlement in North America."
 },
 {
   "ID": 3,
   "Name": "Mayflower Compact",
   "Who": " Puritans and hired men",
   "When": "1620",
   "Where": " Plymouth, Massachusetts",
   "What": " Used to keep the peace between the separatist families and the hired men in the colony",
   "Why": " The first document of self-government in North America."
 },
 {
   "ID": 4,
   "Name": "Frame of Government",
   "Who": " William Penn",
   "When": "1662",
   "Where": " Pennsylvania",
   "What": " Penn's constitution for Pennsylvania that allowed for civil liberties, religious freedom, and elected representation. Also attempted to deal fairly with the native population.",
   "Why": " It will be a model for effectively forming a government for future Americans. It will also allow for Pennsylvania to flourish as a colony economically."
 },
 {
   "ID": 5,
   "Name": "King Philip's War",
   "Who": " English settlers, King Philip.",
   "When": " 1675-1676.",
   "Where": " Plymouth and later all of New England.",
   "What": " conflict that was sparked by English encroachments on native lands.",
   "Why": " one of the most destructive wars in American history, lead to continued removal of native population as the colonists increased their demands for territory."
 },
 {
   "ID": 6,
   "Name": "Covenant Chain",
   "Who": " Iroquois confederacy, New York colonists",
   "When": "1677",
   "Where": " New York",
   "What": " An alliance between the Iroquois confederacy and the colony of New York that sought to establish Iroquois dominance over all other tribes. ",
   "Why": " Demonstrated how the tribes worked against each other in the case of King Philip's war. Put New York in an economically and politically dominant position among the other colonies."
 },
 {
   "ID": 7,
   "Name": "Pueblo Revolt",
   "Who": " Spanish authority, indigenous laborers, Pope",
   "When": "1680",
   "Where": " Modern-day Santa Fe, New Mexico",
   "What": " An uprising of several pueblos against Spanish colonization of the Americas.",
   "Why": " The Pueblo Revolt was the most successful uprising against Spanish authority in the New World. Spain was unable to reclaim its New Mexico colony for nearly 16 years."
 },
 {
   "ID": 8,
   "Name": "Bacon's Rebellion",
   "Who": " Nathaniel Bacon",
   "When": " 1675-76",
   "Where": " the Chesapeake, Virginia",
   "What": " Violent conflict in Virginia beginning with settlers attacks on Indians but culminating in a rebellion led by Bacon against Virginia's government. Governor Berkeley attempted to stop the indiscriminate murder of natives which angered Bacon and his followers so they pillaged and burned Jamestown in protest",
   "Why": " The rebellion signaled a developing conflict between frontier districts such as Bacon's and the more established coastal region, where the \"Indian problem\" had long since been settled"
 },
 {
   "ID": 9,
   "Name": "Navigation Acts",
   "Who": " Parliament, colonists",
   "When": "1650",
   "Where": " American Colonies",
   "What": " Series of laws restricting use of foreign ships for trade beetween Britain & colonies to tighten control of trade to American Colonies; Early form of mercantilism",
   "Why": " Created resentment in the colonies that would ultimately lead to the American Revolution"
 },
 {
   "ID": 10,
   "Name": "Enlightenment",
   "Who": " John Locke Natural rights, social contract",
   "When": " 18th century",
   "Where": " Western Europe, England, New England colonies",
   "What": " Intellectual movement stressing the importance and existence of discoverable natural laws and the use of reasoning",
   "Why": " The ideas were promoted in colleges such as Yale and Harvard, also because of the relatively high literacy rate in the colonies (especially New England) the enlightenment ideas will spread. This will be one of the intellectual reasons for the American Revolution. Will also lead Puritans to question predestination."
 },
 {
   "ID": 11,
   "Name": "Great Awakening",
   "Who": " George Whitefield, evangelicals, New Lights, Old Lights",
   "When": " 1738, early 18th century",
   "Where": " New England, the colonies",
   "What": " Widespread colonial revival of religion. Building on the local revival strategies of preachers in order to increase church membership (especially with young people).",
   "Why": " Reinvigorated society with calls for piety and purity. Will lead to conflict in some branches. Although spread out and not unified, it was one of the first national events in American history. Allowed people to question their leaders, which will serve them in the American Revolution."
 },
 {
   "ID": 12,
   "Name": "Benjamin Franklin's Plan of Union",
   "Who": " Benjamin Franklin",
   "When": "1754",
   "Where": " The Albany Conference, Albany New York",
   "What": " Plan calling for an inter-colonial union to manage defense nd Indian affairs. The plan was rejected by participants at the Albany Congress.",
   "Why": " The plan's rejection will continue the colonies' attitude of separate governments and interests. It will create a challenge for the colonists when they try to unify in reaction to British policies in the buildup to the American Revolution."
 },
 {
   "ID": 13,
   "Name": "French and Indian war",
   "Who": " French, Natives, British,Colonists, William Pitt",
   "When": " 1756-1763",
   "Where": " Nova Scotia, Niagara Falls to Lake Champlain, and Ohio Country, Acadia",
   "What": " The last of the Anglo-French colonial wars and the first in which fighting began in North America. The war ended in France's defeat. Prime minister Pitt subsidized the war effort. Ended with the Treaty of Paris",
   "Why": " It was the end of the French, Spanish, and English rivalry in North America that had started in the 16th century. It will also mark the beginning of the end of British control over the 13 colonies."
 },
 {
   "ID": 14,
   "Name": "Stamp Act",
   "Who": " British Parliament, American colonies",
   "When": "1765",
   "Where": " American colonies",
   "What": " Law passed by Parliament to raise revenue in America by requiring taxed, stamped paper for legal documents, publications, and playing cards",
   "Why": " Passed in order to raise revenue in the colonies to help pay for the 7 years' war and the standing British army. Outraged the colonists because they felt that is was another example of \"virtual representation\" where the colonists had no say. Will lead early colonial leaders such as Samuel Adams and James Otis to speak out against the act and organize protests"
 },
 {
   "ID": 15,
   "Name": "Committees of Correspondence",
   "Who": " Patrick Henry, Benjamin Franklin",
   "When": "1772",
   "Where": " Boston and other towns in Massachusetts",
   "What": " Committees formed in Massachusetts and other colonies in the pre-revolutionary period to keep Americans informed about British measures that would affect the colonies",
   "Why": " will help the colonies to unify and become the principal channel for sharing info, shaping public opinion ,and building cooperation among the colonies before the continental congress of 1774"
 },
 {
   "ID": 16,
   "Name": "Coercive Acts",
   "Who": " Parliament",
   "When": " 1774 ",
   "Where": " Massachusetts",
   "What": " The Intolerable Acts. Legislation passed by Parliament included the Boston Port Act, the Massachusetts Government Act, The administration of Justice Act, and the Quartering Act. ",
   "Why": " Used to punish Boston residents for the Boston Tea Party. The acts will extend out to the other colonies as well. will be one of the finals straws that will lead the colonists to choose representatives to attend the Continental congress."
 },
 {
   "ID": 17,
   "Name": "First Continental Congress",
   "Who": " colonial delegates John and Samuel Adams, Patrick Henry, George Washington",
   "When": " September 1774",
   "Where": " Philadelphia",
   "What": " Meeting in response to the Coercive Acts. The Congress endorsed the Suffolk Resolves, adopted a Declaration of Rights and Grievances, and agreed to establish the Continental association. Hoped to avoid war and favored a policy of economic coercion. ",
   "Why": " The committees formed as a result of the congress served as a bridge between the old colonial administrations and the revolutionary governments organized over the next few years."
 },
 {
   "ID": 18,
   "Name": "Articles of Confederation",
   "Who": " Richard Henry Lee",
   "When": " 1776-1781 Debated 1781-1787",
   "Where": " Continental Congress 12 colonies",
   "What": " Written document setting up the loose confederation of states that comprised the first national government of the US.",
   "Why": " Opposed to a strong central government. Because of its inability to unify the country and have a strong executive branch it was eventually removed and the US constitution was established in its place with a stronger federal government. States were mainly acting as separate countries, instead of a unified country"
 },
 {
   "ID": 19,
   "Name": "Northwest Ordinance of 1787",
   "Who": " Congress",
   "When": "1787",
   "Where": " Ohio, Indiana, Illinois, Michigan, and Wisconsin",
   "What": " Legislation that prohibited slavery in the Northwest Territories and provided the model for the incorporation of future territories into the union as co-equal states.",
   "Why": " A major accomplishment of the Confederation government. Will establish the basis for new territories to become states in the union."
 },
 {
   "ID": 20,
   "Name": "Shay's rebellion",
   "Who": " Daniel Shay",
   "When": " 1786-1787",
   "Where": " Massachusetts",
   "What": " an armed movement of debt-ridden farmers in western Massachusetts in the winter of 1786-1787. The rebellion created a crisis atmosphere. Class conflict ",
   "Why": " conservative nationalists who were unhappy with the distribution of power between the states and national government under the Articles of Confederation would make a call to reform the government, leading to the writing of the U.S. constitution"
 },
 {
   "ID": 21,
   "Name": "Great compromise",
   "Who": " William Patterson (NJ) James Madison (VA)",
   "When": "1787",
   "Where": " Constitutional Convention, Philadelphia",
   "What": " Plan proposed at the CC for creating a national bicameral legislature in which all states would be equally represented in the Senate and proportionally in the House. Also included the 3/5 Compromise",
   "Why": " Allowed for the creation of a strong national government while still providing an important role for the states"
 },
 {
   "ID": 22,
   "Name": "Anti-Federalists",
   "Who": " Mercy Otis Warren, Rufus King, Thomas Jefferson",
   "When": "1787",
   "Where": " Philadelphia, original states",
   "What": "",
   "Why": " Believed that the constitution granted too much power to the Federal Government and would then weaken the autonomy of communities and states. Will lead to the development of the Democratic- Republican political party"
 },
 {
   "ID": 23,
   "Name": "Hamilton's Economic Plan",
   "Who": " Alexander Hamilton",
   "When": " Early 1790's",
   "Where": " Congress",
   "What": " A plan created to stabilized the American economy. It consitsted of federal assumption of all debts, including state and federal debts, the chartering of the U.S. bank to help restore American credit, and an tariff on imported goods.",
   "Why": " Established the first financial system in America."
 },
 {
   "ID": 24,
   "Name": "Intercourse act",
   "Who": " Congress",
   "When": "1790",
   "Where": " US capitol",
   "What": " Basic law by Congress in 1790 which stated that the US would regulate trade and interaction with Indian tribes, Treaty became the procedure for establishing and maintaining relations.",
   "Why": " Indicated the best intentions of the Washington administration to prevent abuses of traders against Native Americans. In the 20th century, a number of Indian tribes have successfully appealed for the return of lands obtained by states or individuals in violation of this provision of the Intercourse Act."
 },
 {
   "ID": 25,
   "Name": "Jay's treaty",
   "Who": " Chief justice John Jay",
   "When": "1794",
   "Where": " London",
   "What": " Treaty with Britain inwhich the US made major concessions to avert a war over the British seizure of American ships",
   "Why": " Represented Hamilton's idea of American neutrality. British withdrawal from American soil. Gave the British \"most-favored nation\" status. Because of Washington's support of the treaty, he established the precedent of \"executive privilege\" in matters of state. Helped to establish sovereignty over the land west of the Appalachian mountains and opened to American commerce a vast market extending from Atlantic ports to the Miss. Valley"
 },
 {
   "ID": 26,
   "Name": "Washington's Farwell Address",
   "Who": " George Washington",
   "When": "1796",
   "Where": " Published in American Daily Advertiser",
   "What": " George Washington's final statement before leaving office that consisted of suggestions for guidelines for the U.S, such as staying away from political parties and keeping out of foreign affairs.",
   "Why": " Created a guideline for the American government to follow, although they almost immediately broke it. Washington ends up being right with most of his suggestions. Political parties led to divisions in America which influenced the Civil War, and America was pulled into WWI because America got involved with foreign affairs."
 },
 {
   "ID": 27,
   "Name": "Federalism",
   "Who": " Alexander Hamilton",
   "When": "1796",
   "Where": " US, mostly urban areas and the east coast",
   "What": " The sharing of powers between the national government and the states",
   "Why": " One of the first parties in the political divide of the US, the other being Republicans."
 },
 {
   "ID": 28,
   "Name": "XYZ affair",
   "Who": " John Adams",
   "When": "1798",
   "Where": " French foreign ministry",
   "What": " Diplomatic incident, Americans outraged by demand of the French for a bribe as a condition for negotiating with American diplomats, French angry because Jay's treaty and British Favoritism ",
   "Why": " strong anti-French sentiment led to Quasi-war, Federalist party took advantage of national anger to build army and pass alien and sedition acts"
 },
 {
   "ID": 29,
   "Name": "Alien and Sedition acts",
   "Who": " John Adams, Congress",
   "When": "1798",
   "Where": " Congress",
   "What": " Collective name given to four acts passed by Congress in 1798 that curtailed freedom of speech and the liberty of foreign residents in the US",
   "Why": " This will lead the Jeffersonian republicans to move to nullify federal laws that they deem unconstitutional. Increased the divide between federal power and states' rights leading to the Virginia and Kentucky resolves. The resolutions would later be used to justify the secession of the southern states at the beginning of the civil war."
 },
 {
   "ID": 30,
   "Name": "Marbury v. Madison",
   "Who": " Justice John Marshall, William Marbuy, James Madison",
   "When": "1803",
   "Where": " Supreme Court",
   "What": " Supreme court decision that created the precedent of judicial review by ruling unconstitutional part of the Judiciary Act of 1789",
   "Why": " President Adams appointed a bunch of \"midnight judges\" to newly created judgeships and other positions within the federal judiciary. Marbury sued James Madison for the judges commissions. The main issue was if the judiciary was independent of politics? set the precedent that the federal judiciary could decide what's constitutional."
 },
 {
   "ID": 31,
   "Name": "Embargo act",
   "Who": " Congress, Thomas Jefferson",
   "When": "1807",
   "Where": " Congress, foreign ports",
   "What": " Act passed by congress in 1807 prohibiting American ships from leaving any foreign port",
   "Why": " Attempted to remain neutral in the Napoleonic Wars. Decreased exports and trade, increased smuggling, increased economic depression. increased the seizing of American ships by the French, increased British sale of goods in South America. Result was a disaster for American trade."
 },
 {
   "ID": 32,
   "Name": "Nullification",
   "Who": " Federalists",
   "When": "1814",
   "Where": " Hartford Convention",
   "What": " A constitutional, doctrine holding that a state has a legal right to declare a national law null and void within its borders",
   "Why": " First began in the Virginia and Kentucky Reslves opposing the Alien and Sedition Acts in 1798. Will begin talks of secession from the Union by New England States. Not treated as serious but demonstrated the growing sectional identities."
 },
 {
   "ID": 33,
   "Name": "Era of Good Feelings",
   "Who": " Federalists, Republicans, James Monroe",
   "When": " 1817-1823",
   "Where": " Federal Government ",
   "What": " The disappearance of the Federalists enabled the Republicans to govern in a spirit of seemingly nonpartisan harmony",
   "Why": " Reflected a sense of national purpose and a desire for unity among Americans in the aftermath of the Napoleonic War. The era saw a brief lull in the bitter partisan disputes that had plagued the Democratic Republican and Federalist parties."
 },
 {
   "ID": 34,
   "Name": "American System",
   "Who": " Henry Clay",
   "When": "1815",
   "Where": " congress",
   "What": " The program of government subsidies favored by Henry Clay and his followers to promote American economic growth and protect domestic manufacturers from foreign competition",
   "Why": " Demonstrated a Republican shift from agrarianism to embrace much of the Federalist program for economic development, helped yeoman farmers and merchants succeed"
 },
 {
   "ID": 35,
   "Name": "Monroe Doctrine",
   "Who": " John Quincy Adams(sec. of state), Pres. James Monroe",
   "When": "1823",
   "Where": " Presented to Congress",
   "What": " Declaration that the Western Hemisphere was to be closed off to further European colonization and that the US would not interfere in the internal affairs of European Nations",
   "Why": " The hempispheric policy that the US has followed to this day, JQA's policies helped to strengthen the US, diminish Spanish influence, and contain Russian expansion"
 },
 {
   "ID": 36,
   "Name": "Missouri Compromise",
   "Who": " Henry Clay (The Great Pacificator)",
   "When": "1820",
   "Where": " Congress",
   "What": " Sectional compromise that admitted Missouri to the Union as a slave state and Maine as a free state and prohibited slavery in northern Louisiana Purchase territory 36'30",
   "Why": " Demonstrated only a temporary solution to the slavery and States' Rights issue. Addressed the need for a balance of power in the Federal Government between slave and free states."
 },
 {
   "ID": 37,
   "Name": "Second Great Awakening",
   "Who": " Blacks and Whites",
   "When": " 1790s",
   "Where": " The South",
   "What": " Religious revival in South among Blacks and Whites",
   "Why": " Allowed slaves to express a spiritual freedom that Whites could not deny. Begin Southern church role within Black community as a tool for activism"
 },
 {
   "ID": 38,
   "Name": "Nat Turner's Revolt",
   "Who": " Nat Turner",
   "When": "1831",
   "Where": " Southampton county, Virginia",
   "What": " Uprising of slaves that resulted in the death of 55 white people.",
   "Why": " Greatly magnified southern fears of slave insurrections. Turner's murder of his owner who was regarded as a kind master and the methodical organization of his revolt deeply frightened white southerners."
 },
 {
   "ID": 39,
   "Name": "Black Codes",
   "Who": " Freed Blacks",
   "When": " Early 1800s (pre civil war) 1830s",
   "Where": " The South",
   "What": " Laws passed by states and municipalities denying many rights of citizenship to free black people before the Civil War",
   "Why": " Basically prevented blacks from having any civil rights besides the right to own property. Demonstrated the white fear that free blacks may influence the slaves. It also disproved the basic southern equations of white equals free, and black equals slave. Non slave owning whites strongly supported black codes."
 },
 {
   "ID": 40,
   "Name": "Nullification Crisis",
   "Who": " John C Calhoun, Henry Clay, Andrew Jackson",
   "When": " early 1830s",
   "Where": " South Carlina, sectional differences, Congress",
   "What": " Sectional crisis in the early 1830s in which a states' rights party in south carolina attempted to nullify federal law. Tariff of 1832 ",
   "Why": " Although the crisis began as an issue regarding the protectionist tariff in 1828 called \"Tariff of Abominations\" because of its favor of the north over the south, it evolved into the question over the greatest of all sectional issues: slavery. Threatend to seceded from the Union and rejected the 1832 tariff. Clay will act by making the Tariff Act of 1833. Most serious threat to national unity that the US had ever experienced."
 },
 {
   "ID": 41,
   "Name": "Indian Removal Act",
   "Who": " Andrew Jackson",
   "When": "1830",
   "Where": " Congress",
   "What": " Measure that allowed state officials to override federal protection of Native Americans",
   "Why": " Appropriated funds for Native relocation, by force if necessary. Led to the forced removal of many Native American tribes, notable along the Trail of Tears to Oklahoma. Although a divisive issue in Congress, it was much less controversial than the Nullification Crisis and will lead to a growing number of women getting involved in politics."
 },
 {
   "ID": 42,
   "Name": "Bank War",
   "Who": " Andrew Jackson",
   "When": "1832",
   "Where": " National and State banks",
   "What": " political struggle between Jackson and the supporters of the 2nd Bank of the United States.",
   "Why": " end of American system, beginning laissez-faire, emergence of two-party system"
 },
 {
   "ID": 43,
   "Name": "Whigs",
   "Who": " Opponents of Andrew Jackson",
   "When": "1836",
   "Where": " US Government",
   "What": " The name used by advocates of colonial resistance to British measures during the 1760s and 1770s",
   "Why": " Harkening back to the American Revolution, the Whigs demonstrated their resistance to Jackson's policies (tyrannical). Will formalize the American Two Party system after the Bank War and will usher in William Henry Harrison as president (briefly) in 1840. Also showed that two political parties can have popular appeal among voters from all social classes and in all sections of he country."
 },
 {
   "ID": 44,
   "Name": "Specie Circular",
   "Who": " Andrew Jackson",
   "When": "1836",
   "Where": " Federal Government",
   "What": " Proclamation that stipulated that only gold or silver could be used as payment for public land",
   "Why": " Jackson was surprised by the widespread use of paper money after he vetoed the 2nd Bank of the US' charter and believed that it was causing inflation. This, along with foreign investors calling in American debts, will lead to a 6 year recession"
 },
 {
   "ID": 45,
   "Name": "Market Revolution",
   "Who": " Lowell, wealthy investors",
   "When": " early 1800s",
   "Where": " Northern states",
   "What": " Outcome of 3 interrelated developments transportation, commercialization, and industrialization",
   "Why": " most fundamental change American communities will experience. Early industrialization, development of mill societies, increased mechanization, lead to cash economy, growing middle class."
 },
 {
   "ID": 46,
   "Name": "Tammany Society",
   "Who": " Party politicians, often career politicians, Democrats",
   "When": " 1780s-1800s",
   "Where": " New York City",
   "What": " A fraternal organization of arisans that evolved into a key organization of the new mass politics",
   "Why": " Led to political corruption in return for favors, cronyism, and antagonism beetween them and reformers who wanted to help stop corruption and fix society"
 },
 {
   "ID": 47,
   "Name": "Seneca Falls Convention",
   "Who": " Lucretia Mott, Elizabeth Cady Stanton, Susan B Anthony",
   "When": "1848",
   "Where": " upstate New York",
   "What": " The first convention for women's equality in legal rights.",
   "Why": " issued the Declaration of Sentiments that would push for women's equality. Led women to become involved in reform movements such as abolition and temperance. Sought to counteract the effects of industrialization, rapid growth, ad the influx of newcomers."
 },
 {
   "ID": 48,
   "Name": "Shakers",
   "Who": " Mother Ann Lee and her followers",
   "When": "1774",
   "Where": " England, New York, and spread to eight states",
   "What": " Followers who preached strict celibacy and communal living.",
   "Why": " Demonstrated a desire by some to escape into Utopian societies. Oldest Utopian group. offshoot of Quakers. Strong emphasis on gender equality"
 },
 {
   "ID": 49,
   "Name": "Liberty Party",
   "Who": " James G Birney",
   "When": "1840",
   "Where": " New York",
   "What": " The first antislavery political party",
   "Why": " Moved abolition from a moral reform movement to politics. It will lead up to the formation of the Republican Party in the 1850s and to the Civil War."
 },
 {
   "ID": 50,
   "Name": "Oregon Trail",
   "Who": " Settlers, Pioneers",
   "When": " 1840s & 1850s",
   "Where": " Trail from St.Louis to the Oregon Country",
   "What": " Overland trail of more than two thousand miles that carried American settlers from the Midwest to new settlements in Oregon, California, and Utah",
   "Why": " ~7 month journey to fertile west coast land(ex. Willamette valley) Demonstrated the need for frontier community bonds and a frontier of inclusion in the beginning and slowly progressed towards a frontier of exclusion that was similar to other american settlements"
 },
 {
   "ID": 51,
   "Name": "Mexican-American War",
   "Who": " President James K Polk",
   "When": " 1846-1848",
   "Where": " Rio Grande River",
   "What": " War fought between Mexico and the US over control of territory in southwest North America",
   "Why": " Border dispute with Mexico and part of Polk's greater vision of American expansion and the achievement of \"manifest destiny\". Politically divisive with the Whigs criticizing Polk's \"unnecessary war\". Also showed the increasing power of the executive branch. Also showed the use of the telegraph for regular, on-the-scene reporting by representatives of the press."
 },
 {
   "ID": 52,
   "Name": "Wilmot's Proviso",
   "Who": " David Wilmot",
   "When": "1846",
   "Where": " Congress",
   "What": " The amendment which stipulated that \"as an express and fundamental condition to the acquisition of any territory from the \"republic of Mexico...\" neither slavery nor incoluntary servitude shall ever exist in any part of said territory\"",
   "Why": " Led to a sectional division in the US instead of a party line division. buildup to the American Civil War. could not be agreed upon."
 },
 {
   "ID": 53,
   "Name": "Compromise of 1850",
   "Who": " Henry Clay (west). John C Calhoun (South), Daniel Webster (North), Stephen Douglas (Illinois Democrat)",
   "When": "1850",
   "Where": " Congress",
   "What": " Compromise that admitted CA as a free state, allowed residents of the New Mexico and Utah territories to decide the slavery issue for themselves, ended the slave trade in DC, and passed a new fugitive slave law to enforce the constitutional provision stating that a save escaping into a free state shall be delivered back to the owner. ",
   "Why": " Although it was a temporary fix to the slavery issue, it demonstrated once again that the north and south could not be reconciled."
 },
 {
   "ID": 54,
   "Name": "Kansas-Nebraska act",
   "Who": " Stephen Douglas",
   "When": "1854",
   "Where": " Kansas, Nebraska, Congress",
   "What": " Law passed that created the Kansas and Nebraska territories but left the question of slavery open to residents, thereby repealing the Missouri compromise",
   "Why": " Will lead to radicalism in the form of Bleeding Kansas"
 },
 {
   "ID": 55,
   "Name": "Know-nothing party",
   "Who": " Nativists",
   "When": "1854",
   "Where": " North East",
   "What": " American Party, Anti-immigrant party formed from the wreckage of the Whig Party and some disaffected Northern Democrats.",
   "Why": " The group will later branch off into the antislavery Republican Party in 1854"
 },
 {
   "ID": 56,
   "Name": "Dred Scott Decision",
   "Who": " James Buchanan",
   "When": "1857",
   "Where": " Supreme Court",
   "What": " Supreme Court ruling in a lawsuit brought by Dred Scott, a slave demanding his freedom based on his residence in a free state, that slaves could not be US citizens and that Congress had no jurisdiction over slavery in the territories.",
   "Why": " Demonstrated the lack of federal control over the spread of slavery into non-slave states."
 },
 {
   "ID": 57,
   "Name": "John Brown's raid",
   "Who": " John Brown",
   "When": "1859",
   "Where": " Harpers Ferry Virginia",
   "What": " Raid on a military arsenal with the hope of inspiring a slave uprising. Failure and led to Brown's execution",
   "Why": " Northern mourning over Browns execution demonstrated the divisiveness of the time and how he became a martyr for the abolitionist cause Also spread fear throughout the south surrounding slave revolts and the rising northern movement against slavery."
 },
 {
   "ID": 58,
   "Name": "Confederate States of America",
   "Who": " Jefferson Davis",
   "When": "1861",
   "Where": " Alabama",
   "What": " Nation proclaimed in Montgomery, Alabama, after 7 states of the lower south seceded from the U.S. ",
   "Why": " strongly supported states rights and made the abolition of slavery practically impossible"
 },
 {
   "ID": 59,
   "Name": "Homestead Act",
   "Who": " Westerners",
   "When": "1862",
   "Where": " Congress",
   "What": " Provided homesteads with 160 acres of free land in exchange for improving the land within five years of the grant. Must build a house and cultivate the land for a small fee",
   "Why": " Part of the Republican pledge of economic development. Revealed the Whig origins in many Repulicans and their push for commercial development, it was essentially and updated version of Clay's American system. Increased the role of the Federal Government in people's lives in a way that would not have been possible without southern secession."
 },
 {
   "ID": 60,
   "Name": "Emancipation Proclamation",
   "Who": " Abraham Lincoln",
   "When": "1863",
   "Where": " Post Antietam Victory",
   "What": " Freed Slaves in states still in rebellion",
   "Why": " Not formal decree of abolition, continued process and will make way for the 13th amendment"
 },
 {
   "ID": 61,
   "Name": "Special Field order 15",
   "Who": " William T. Sherman",
   "When": "1865",
   "Where": " Atlantic coast",
   "What": " order in January 1865 to set aside abandoned land along the southern Atlantic coast for 40 acre giants to freed men and the loan of a mule from the Army; rescinded by President Andrew Johnson later that year.",
   "Why": " demonstrated the practical approach to helping freedmen at the end of the civil war. strongly opposed by southerners and Johnson"
 },
 {
   "ID": 62,
   "Name": "Congressional Reconstruction",
   "Who": " Radical Republicans",
   "When": " 1867-1870",
   "Where": " Congress",
   "What": " name given to the period when the Republican dominated Congress controlled Reconstruction era policy",
   "Why": " Led to southern military districts, ratified the 14th amendment, and the impeachment process of Andrew Johnson when he violated the Texture of Office Act."
 },
 {
   "ID": 63,
   "Name": "13th-15th Amendments",
   "Who": " Government (Lincoln, Johnson, Radical Republicans)",
   "When": "1865, 1868, 1870",
   "Where": "USA",
   "What": "13th - 1865 - Prohibited Slavery 14th - 1868 - Established Citizenship for freed slaves. 15th - 1870 - Guaranteed the right of all qualified men, regardless of race, to vote.",
   "Why": " Periodization, marked the end of Reconstruction"
 },
 {
   "ID": 64,
   "Name": "Sharecropping",
   "Who": " Southern Freedmen and plantation owners",
   "When": " Reconstruction era, late 1860s",
   "Where": " The South and southern west",
   "What": " Labor system that evolved during and after Reconstruction whereby landowners furnished laborers with a house, farm animals, and tools, and advanced credit in exchange for a share of the laborer's crops.",
   "Why": " For planters, it stabilized the workforce, for sharecroppers, they will remain a largely subordinate agricultural labor force"
 },
 {
   "ID": 65,
   "Name": "Scalawags",
   "Who": " Southern Whites, mainly small landowning farmers and well off merchants and planters",
   "When": " Reconstruction era, late 1860s",
   "Where": " The South",
   "What": " Supporters of the Southern Republican Party",
   "Why": " Looked to the Party platform for help in settling old scores with the planter elite and relief from debt and wartime devastation."
 },
 {
   "ID": 66,
   "Name": "Slaughterhouse Cases",
   "Who": " Supreme Court",
   "When": "1873",
   "Where": " US Supreme Court",
   "What": " Group of cases resulting in one sweeping decision by the US Supreme Court that contradicted the intent of the 14th Amendment by decreeing that most citizenship rights remained under state, not federal, control",
   "Why": " Constrained federal protection of African American civil rights"
 },
 {
   "ID": 67,
   "Name": "Liberal Republicans",
   "Who": " disaffected Republicans",
   "When": " Early 1870s",
   "Where": " U.S. voters (North)",
   "What": " disaffected Republicans that emphasized the doctrines of classical economics",
   "Why": " movement toward the modern Republican party of small government, laissez-faire, low taxes."
 },
 {
   "ID": 68,
   "Name": "Compromise of 1877",
   "Who": " Rutherford B. Hayes",
   "When": "1877",
   "Where": " Congress",
   "What": " Settling of the 1876 election that installed Hayes in the White House and gave Democrats control of all state governments in the South.",
   "Why": " ended Reconstruction in the South and eliminated a black political voice."
 },
 {
   "ID": 69,
   "Name": "Treaty of Fort Laramie",
   "Who": " Red Cloud (Sioux)",
   "When": "1868",
   "Where": " Black Hills",
   "What": " Treaty that acknowledged US defeat in the Great Sioux War and supposedly guaranteed the Sioux perpetual hunting rights in South Dakota, Wyoming, and Montana",
   "Why": " Temporary end to the Indian Wars, until gold was discovered in the Black Hills. Will eventually lead to Custer's Last Stand"
 },
 {
   "ID": 70,
   "Name": "Dawes Severalty Act",
   "Who": " Helen Hunt Jackson, Hollow Horn Bear (Sioux)",
   "When": "1887",
   "Where": " Congress",
   "What": " Law terminating tribal ownership of land and allotting some parcels of land to individual Indians with the remainder opened for white settlement",
   "Why": " Undermined tribal sovereignty and pushed for native assimilation"
 },
 {
   "ID": 71,
   "Name": "Vertical Integration",
   "Who": " United Fruit Company, Andrew Carnegie",
   "When": " Late 1800s",
   "Where": " Businesses across the US and Latin America",
   "What": " The consolidation of numerous production functions, from the extraction of raw materials to the distribution and marketing of the finished products, under the direction of one firm.",
   "Why": " Helped to eliminate competition and allowed for a few firms to become fabulously wealthy"
 },
 {
   "ID": 72,
   "Name": "Chinese Exclusion Act",
   "Who": " Chinese Immigrants",
   "When": "1882",
   "Where": " Congress",
   "What": " Act that suspended Chinese immigration, limited the civil rights of resident Chinese, and forbade their naturalization.",
   "Why": " Demonstrated the willingness of the Federal Government to enact racist and nativist legislation in the US"
 },
 {
   "ID": 73,
   "Name": "Knights of Labor",
   "Who": " Terence V Powderly",
   "When": "1869",
   "Where": " Philadelphia ",
   "What": " Labor Union that included skilled and unskilled workers irrespective of race or gender",
   "Why": " fought for radical reform measures such as a graduated income tax, end of child labor, homesteading land, 8 hour day, monetary reform, and the end of contract labor. Crushed by the response to the Haymarket Square bombing."
 },
 {
   "ID": 74,
   "Name": "American Federation of Labor",
   "Who": " Samuel Gompers",
   "When": "1886",
   "Where": " Chicago",
   "What": " Union formed for organized, skilled workers, along craft lines and emphasized a few workplace issues rather than a broad social program. ",
   "Why": " Lobbied for the creation of Labor Day and became politically active to make bread and butter changes in the workplace"
 },
 {
   "ID": 75,
   "Name": "Gilded Age",
   "Who": " Mark Twain",
   "When": " late 1800s",
   "Where": " Upper class neighborhoods",
   "What": " Term that refers to the shallow display and worship of wealth characteristic of the period",
   "Why": " Led to a relatively small number of families that controlled the vast majority of the nation's wealth. Created a new style of \"conspicuous consumption\""
 },
 {
   "ID": 76,
   "Name": "Interstate Commerce Commission",
   "Who": " The President",
   "When": "1887",
   "Where": " Federal Government, Executive Branch",
   "What": " Law that expanded federal power over business by prohibiting pooling and discriminatory rates by railroads and establishing the ICC",
   "Why": " It marked a shift in the balance of power from the states to the federal government"
 },
 {
   "ID": 77,
   "Name": "Farmer's Alliance",
   "Who": " Poor farmers",
   "When": " 1880s",
   "Where": " rural South and West",
   "What": " A broad mass movement in the rural South and West during the late 19th century, encompassing several organizations and demanding economic and political reforms.",
   "Why": " Will lead to the development of the People's Party (Populists)"
 },
 {
   "ID": 78,
   "Name": "Great Uprising",
   "Who": " Striking workers",
   "When": "1877",
   "Where": " Martinsburg, West Virginia",
   "What": " Unsuccessful railroad strike to protest wage cuts and the use of federal troops against strikers",
   "Why": " The first nationwide work stoppage in American history. prompted the creation of the national guard"
 },
 {
   "ID": 79,
   "Name": "Coxey's Army",
   "Who": " Jacob Coxey",
   "When": "1894",
   "Where": " Ohio to Washington DC",
   "What": " A protest march of unemployed workers, led by Populist Coxey, demanding inflation and a public works program during the depression for the 1890s.",
   "Why": " Demonstrated the public's growing impatience with government apathy toward the unemployed"
 },
 {
   "ID": 80,
   "Name": "National American Women Suffrage Association",
   "Who": " Mary E Lease, Frances Willard.",
   "When": "1890",
   "Where": " Great Plains and the West.",
   "What": " Organization formed to coordinate the ultimately successful campaign to achieve women's right to vote.",
   "Why": " Right to vote in Colorado in 1893. The 19th amendment will also eventually pass."
 },
 {
   "ID": 81,
   "Name": "Free Silver",
   "Who": " Populists",
   "When": "1894",
   "Where": " American West",
   "What": " Philosophy that the government should expand the money supply by purchasing an coining all silver offered to it",
   "Why": " Wanted silver to level inflation to help farmers repay their debts and help to grow the economy."
 },
 {
   "ID": 82,
   "Name": "Plessy v Ferguson",
   "Who": " Supreme Court, Homer Plessy",
   "When": "1896",
   "Where": " Supreme Court, Federal government",
   "What": " Decision to hold Louisiana's railroad segregation law up as legal in that it did not violate the Constitution as long as the railroads or state provided equal accommodations",
   "Why": " Will maintain separate but equal until Brown v Board in 1954"
 },
 {
   "ID": 83,
   "Name": "Progressive Era",
   "Who": " Jane Adams, Florence Kelly, Teddy Roosevelt",
   "When": " 1900-1917",
   "Where": " US, big cities",
   "What": " Important movement that challenged traditional relationships and attitudes. ",
   "Why": " Will lead to many legislative changes such as the Pure food and Drug Act, 16, 17, 18, and 19th amendments, settlement houses, etc."
 },
 {
   "ID": 84,
   "Name": "Muckraking",
   "Who": " Upton Sinclair, Jacob Riis",
   "When": " Turn of the century(early 1900s)",
   "Where": " Urban areas",
   "What": " Journalism exposing economic, social, and political evils, so named by Teddy Roosevelt for its raking the muck of America Society",
   "Why": " Will use their writing to influence Progressive changes in American Society"
 },
 {
   "ID": 85,
   "Name": "Initiative",
   "Who": " Western Progressives",
   "When": " early 1900s",
   "Where": " Oregon",
   "What": " Procedure by which citizens can introduce a subject for legislation, usually through a petition signed by a specific number of voters",
   "Why": " Weakened political parties and improved the democratic process for the American people"
 },
 {
   "ID": 86,
   "Name": "Wobblies",
   "Who": " International Workers of the World(IWW), Eugene Debs, William Haywood",
   "When": "1905",
   "Where": " Chicago, lumber camps",
   "What": " Socialists, denounced the AFL because it was exclusionary. Focused on laborers.",
   "Why": " Showed the radical branch of union organization."
 },
 {
   "ID": 87,
   "Name": "National Association for the Advancement of Colored People",
   "Who": " WEB DuBois",
   "When": "1910",
   "Where": " New South",
   "What": " Interracial organization dedicated to restoring African American political and social rights",
   "Why": " Will lead struggles to overturn legal and economic barriers to equal opportunity"
 },
 {
   "ID": 88,
   "Name": "Sherman Antitrust Act",
   "Who": " Congress, Teddy Roosevelt",
   "When": "1890",
   "Where": " Congress",
   "What": " designed to restore competition by encouraging small business and outlawing \"every... combination... in restraint of trade or commerce\"",
   "Why": " Will lead to the dissolution of monopolies and establish Teddy Roosevelt as the \"trustbusting\" president. Expanded the regulatory power of the president. Will also eventually reduce union power."
 },
 {
   "ID": 89,
   "Name": "Federal Reserve Act",
   "Who": " Woodrow Wilson",
   "When": "1913",
   "Where": " Congress",
   "What": " Revised banking and currency by extending limited government regulation through the creation of the Federal Reserve System",
   "Why": " Created 12 reserve banks and force banks to keep a percentage of cash as reserve$. Diminished the power of large private banks"
 },
 {
   "ID": 90,
   "Name": "Roosevelt Corollary",
   "Who": " Teddy Roosevelt",
   "When": "1904",
   "Where": " Latin America",
   "What": " Policy asserting US authority to intervene in the affairs of Latin American nations; an expansion of the Monroe Doctrine. ",
   "Why": " Used to justify intervention in the Domincan Republic. and later in Cuba, Haiti, Nicaragua and Mexico"
 },
 {
   "ID": 91,
   "Name": "Open Door",
   "Who": " John Hay",
   "When": "1899",
   "Where": " China",
   "What": " American policy of seeking equal trading and investment opportunities in foreign nations or regions.",
   "Why": " Will lead Teddy Roosevelt to become involved in the Russo-Japanese War in order to prevent an upset in trade balance."
 },
 {
   "ID": 92,
   "Name": "Committee on Public Information",
   "Who": " Woodrow Wilson, George Creel",
   "When": "1917",
   "Where": " US media",
   "What": " Government agency during WW1 that sought to shape public opinion in support of the war effort through newspapers, pamphlets, speeches, films, and other media.",
   "Why": " Anti-German, Anti \"hyphenated American\" massive propaganda machine campaign."
 },
 {
   "ID": 93,
   "Name": "War Industries Board",
   "Who": " Woodrow Wilson, Bernard Baruch",
   "When": "1917",
   "Where": " Federal Government",
   "What": " The federal agency that reorganized industry for maximum efficiency and productivity during WW1",
   "Why": " Proved to be a major innovation in expanding the regulatory power of the federal government. Balanced price controls and profits."
 },
 {
   "ID": 94,
   "Name": "Sedition Act",
   "Who": " Eugene Debs",
   "When": "1918",
   "Where": " Federal Government",
   "What": " Amendment to the Espionage Act. Broad law restricting criticism of America's involvement in WW1 or its government, flag, military, taxes or officials",
   "Why": " Violated people's civil liberties, especially Socialists, pacifists, radical labor activists, etc. It was upheld by Schenck v US because o0f \"clear and present danger.\""
 },
 {
   "ID": 95,
   "Name": "The Great Migration",
   "Who": " Southern blacks(tenant farmers)",
   "When": " WW1 1914-1920",
   "Where": " South to northern cities",
   "What": " The mass movement of African Americans from the rural South to the Urban North, spurred especially by new job opportunities during WW1 and the 1920s",
   "Why": " Most workers had to settle for low paying industrial jobs. Diversified the north. Harlem Renaissance"
 },
 {
   "ID": 96,
   "Name": "Versailles Treaty",
   "Who": " Wilson, France, England, Germany",
   "When": " June 28, 1919",
   "Where": " Hall of Mirrors, Versailles",
   "What": " The treaty ending WW1 and establishing the League of Nations.",
   "Why": " The US rejected the treaty and signed its own with Germany. Will also refuse to join the League of Nations"
 },
 {
   "ID": 97,
   "Name": "Red Scare",
   "Who": " A Mitchell Palmer",
   "When": " 1918-1920s",
   "Where": " The US",
   "What": " Post WW1 public hysteria over Bolshevik influence in the the US directed against labor activism, radical dissenters, and some ethnic groups.",
   "Why": " Demonstrated a violation of the constitution on minority groups, Hurt unions. Harmed the women's movement and its allegiances with Socialist and labor groups"
 },
 {
   "ID": 98,
   "Name": "Volstead Act",
   "Who": " Al Capone",
   "When": " 1920 (1919)",
   "Where": " Department of the Treasury, Large cities",
   "What": " Law defining the liquor forbidden under the 18th amendment and giving enforcement responsibilities to the prohibition bureau of the department of the treasury. ",
   "Why": " the bureau was understaffed and led to an increase in organized crime, bootlegging, speakeasies, and gang activity"
 },
 {
   "ID": 99,
   "Name": "Immigration Act",
   "Who": " AFL, Eugenics supporters",
   "When": "1921",
   "Where": " Congress",
   "What": " Act setting a maximum of 357,000 new immigrants each year",
   "Why": " codified the principle of racial exclusion in immigration and naturalization law. Quota system"
 },
 {
   "ID": 100,
   "Name": "Harlem Reneaissance",
   "Who": " Langston Hughes, Zora Neale Hurston, Alain Locke, Marcus Garvey",
   "When": " 1920s",
   "Where": " Harlem, NY",
   "What": " A new AA cultural awareness that flourished in literature, art, and music",
   "Why": " The \"New Negro\". result of the Great Migration. Because of advancements in mass media, Americans around the country were exposed to black music from the HR"
 },
 {
   "ID": 101,
   "Name": "Bonus Army",
   "Who": " Army Veterans, Douglas MacArthur",
   "When": "1932",
   "Where": " Washington DC",
   "What": " Gathering in DC demanding payment of service bonuses not due until 1945.",
   "Why": " Demonstrated the desperation during the Great Depression and the willingness of the Federal Government to use force against protesters"
 },
 {
   "ID": 102,
   "Name": "National Labor Relations Act",
   "Who": " Wagner Act, Robert Wagner(NY)",
   "When": "1935",
   "Where": " Congress",
   "What": " Act establishing federal guarantee of right to organize trade unions and collective bargaining. ",
   "Why": " Provided a boon for union growth, especially in previously unorganized industries such as automobiles, steel and textiles. It set the stage for the sit-down strike in Flint, Missouri and for General Motors' eventual acceptance of union labor in its factories."
 },
 {
   "ID": 103,
   "Name": "New Deal coalition",
   "Who": " Democratic Party",
   "When": "1936",
   "Where": " Across the US",
   "What": " Coalition that included traditional-minded white southern Democrats, big-city political machines, industrial workers of all races, trade unionists, and many Depression hit farmers. ",
   "Why": " Demonstrated the growing strength of the Democratic Party and drew many minorities from the Republican party to the Democrats. Also showed the overwhelming support of Roosevelt and his New Deal policies."
 },
 {
   "ID": 104,
   "Name": "Neutrality Act of 1939",
   "Who": " Roosevelt",
   "When": "1939",
   "Where": " Allied Countries",
   "What": " Permitted the sale of arms to Britain, France, and China",
   "Why": " Although American anti-war sentiment kept the US neutral, the Federal Government recognized the need for a German defeat in order to keep the US secure, \"All aid short of war.\""
 },
 {
   "ID": 105,
   "Name": "Lend-lease act",
   "Who": " Roosevelt, Allies, Great Britain",
   "When": "1941",
   "Where": " Congress",
   "What": " An arrangement for the transfer of war supplies including food, machinery, and services to nations whose defense was considered vital to the defense of the US",
   "Why": " Demonstrated that a formal declaration of war was only a matter of time."
 },
 {
   "ID": 106,
   "Name": "War Powers Act",
   "Who": " FDR",
   "When": "1941",
   "Where": " Congress",
   "What": " Act that gave the US president the power to reorganize the federal government and create new agencies; to establish programs censoring news, information, and abridging civil liberties; to seize foreign-owned property; and award government contracts without bidding.",
   "Why": " Lasted long after war's end"
 },
 {
   "ID": 107,
   "Name": "Nisei",
   "Who": " 442nd regiment",
   "When": " WW2 1941-45",
   "Where": " US, Italy, France",
   "What": " US citizens born of immigrant Japanese parents",
   "Why": " Most decorated regiment in the war."
 },
 {
   "ID": 108,
   "Name": "Battle of the Bulge",
   "Who": " Hitler",
   "When": " December 1944",
   "Where": " Belgium",
   "What": " German offensive that penetrated deep into Belgium (creating a bulge). Allied forces, while outnumbered, attacked from the north and south. By January 1945, the German forces were destroyed or routed, but not without some 77,000 Allied casualties.",
   "Why": " Exhausted the German capacity for counterattack. Bloodiest single campaign for the Americans since the battle of Gettysburg."
 },
 {
   "ID": 109,
   "Name": "Island Hopping",
   "Who": "General MacArthur, Kamikazes ",
   "When": "1944",
   "Where": " Pacific Ocean",
   "What": " Pacific campaigns that were the American naval version of Blitzkrieg",
   "Why": " Helped secure land and work towards Japan"
 },
 {
   "ID": 110,
   "Name": "Yalta Conference",
   "Who": " FDR, Churchill, and Stalin. ",
   "When": " February 1945",
   "Where": " Yalta, Black Sea",
   "What": " Meeting between Allied leaders to plan final stages of WW2, postwar arrangements, UN terms of membership, and Soviet entry into the Pacific war, which FDR supported.",
   "Why": " Symbolized strength of wartime alliance and outlined future \"spheres of influence\" in which the future Europe and Asia would find itself."
 },
 {
   "ID": 111,
   "Name": "International Monetary Fund",
   "Who": " FDR and his advisors",
   "When": " July 1944",
   "Where": " Bretton Woods, New Hampshire",
   "What": " US's attempt to establish control over the postwar global economy by dictating capitalist terms of reconstruction and aid.",
   "Why": " Would allow the US to help reconstruct Europe while simultaneously forming allies against the Soviets by determining where and how aid was given"
 },
 {
   "ID": 112,
   "Name": "Truman Doctrine",
   "Who": " President Truman",
   "When": " March 12 1947",
   "Where": " US Congress",
   "What": " President Truman spoke to Congress about the impending Soviet threat in the Mediterranean and the possibility of the entire region falling under socialist doctrine. Congress approved a $400 million appropriation in order to stave off the communist rebels and ended the uprising.",
   "Why": " The decision to grant money to fight communism abroad, not just in Mediterranean"
 },
 {
   "ID": 113,
   "Name": "Marshall Plan",
   "Who": " Secretary of State George C. Marshall",
   "When": " June 5 1947",
   "Where": " Harvard University",
   "What": " Federal plan to give money to Europe directly, and not just through IMF or WB, in order to further encourage capitalist market growth.",
   "Why": " A subversive attempt of the US to fight communism by using grants in order to create bilateral agreements with reconstructing nations and creating more strife with the Soviets."
 },
 {
   "ID": 114,
   "Name": "Taft-Hartley Act",
   "Who": " Senators Taft and Hartley",
   "When": "1947",
   "Where": " US Congress",
   "What": " An anti-union congressional act, it ended the closed shop, the secondary boycott, and the use of union dues for political activities. Also made union officials give swear they were not communists. ",
   "Why": " A newly republican congressional attempt to curtail union strength and also promote Cold War policies while simultaneously fighting the New Deal."
 },
 {
   "ID": 115,
   "Name": "Dixiecrats",
   "Who": " Southern Democrats in Congress",
   "When": " 1948 election",
   "Where": " US Congress",
   "What": " Democratic southerners in support of States' Rights ticket ",
   "Why": " even while Democratic economic values are shifting, Antebellum South is still prevalent in Congress"
 },
 {
   "ID": 116,
   "Name": "McCarthyism",
   "Who": " Senator Joesph R. McCarthy",
   "When": " February 9, 1950",
   "Where": " Republican Women's Club of Wheeling, W V",
   "What": " Senator McCarthy argues that the US has been sold out by card carrying communists in the state department",
   "Why": " While initial attack was only State Department, the fear of communism spread and led to a political witch hunt throughout the government that was more aimed at New Deal Democrats, Civil rights organizations, women's organizations, and homosexuals"
 },
 {
   "ID": 117,
   "Name": "G.I. Bill",
   "Who": " US Congress/Veterans",
   "When": "1944",
   "Where": " Congress",
   "What": " \"The Servicemen's Readjustment Act\" offered stipends covering tuition and living expense to veterans attending vocational schools or college.",
   "Why": " would have led to greatest increase in higher education in the US by allowing the veterans to attain training and schooling not otherwise available to them. Set new standards for returning veterans to war."
 },
 {
   "ID": 118,
   "Name": "Korean War",
   "Who": " South Korea (US backed) VS North Korea (Chinese and Soviet backed)",
   "When": " 1950-1953",
   "Where": " Korean Peninsula, 38th parallel ",
   "What": " Communist-controlled north attempt to reunite the 2 countries under communist rule. MacArthur's decision to push back past 38th Parallel led to Chinese involvement and led to stalemate in 1951",
   "Why": " US's failed attempt to show power of democracy after beating back the communist offensive, also incorporated China into Cold War. Exemplified use of excessive executive power."
 },
 {
   "ID": 119,
   "Name": "Federal Highway Act of 1956",
   "Who": " Federal Government, Eisenhower",
   "When": "1956",
   "Where": " Across the US",
   "What": " Measure that provided federal funding to build a nationwide system of interstate and defense highways",
   "Why": " Led to the decline of mass transit and inner cities"
 },
 {
   "ID": 120,
   "Name": "Alliance for Progress",
   "Who": " Kennedy",
   "When": "1961",
   "Where": " Latin America",
   "What": " Program of economic aid to Latin America during the Kennedy Administration",
   "Why": " A type of Marshall Plan for L.A. Did not really create any social change."
 },
 {
   "ID": 121,
   "Name": "Bay of Pigs",
   "Who": " Kennedy, Castro",
   "When": "1961",
   "Where": " Cuba",
   "What": " Site in Cuba of an unsuccessful landing by 1,400 anti-Castro Cuban refugees",
   "Why": " Demonstrated how the CIA had failed to fully understand the Cuban Revolution"
 },
 {
   "ID": 122,
   "Name": "Limited Nuclear Test Ban Treaty",
   "Who": " Kennedy, Khrushcehev",
   "When": "1963",
   "Where": " US, GB, USSR",
   "What": " Treaty signed by the US, Britain, and Moscow, outlawing Nuclear testing in the atmosphere, in outer space, and under water.",
   "Why": " Eased anxiety about radioactive fallout, Underground testing continued. Showed a willingness to compromise"
 },
 {
   "ID": 123,
   "Name": "Brown v the Board of Education",
   "Who": " Olivia Brown, Supreme Court",
   "When": "1954",
   "Where": " US",
   "What": " Case that overturned Plessy V. Ferguson, the separate but equal doctrine. Separate schools declared unconstitutional",
   "Why": " forced school integration. Another victory for the civil rights movement"
 },
 {
   "ID": 124,
   "Name": "Southern Christian Leadership Conference",
   "Who": " MLK Jr.",
   "When": "1957",
   "Where": " Georgia",
   "What": " Black Civil rights organization which orchestrated nonviolent strikes and peaceful protests around the nation.",
   "Why": " Large role in the American Civil Rights movement. Successfully gained more rights for African Americans"
 },
 {
   "ID": 125,
   "Name": "Civil Rights Act of 1964",
   "Who": " Lyndon Johnson",
   "When": "1964",
   "Where": "U.S.",
   "What": " Federal legislation that outlawed discrimination in public accommodation and employment on the basis of race, skin color, sex, religion , or national origin",
   "Why": "This act also set up the Equal Employment Opportunity Commission to end racial discrimination in employment."
 },
 {
   "ID": 126,
   "Name": "Freedom Summer",
   "Who": " Black and White Civil Rights workers",
   "When": "1964",
   "Where": " Mississppi",
   "What": " Voter registration effort in rural Mississippi organized by black and white civil rights workers in 1964",
   "Why": " Set up dozens of freedom schools, houses, and community centers to aid blacks"
 },
 {
   "ID": 127,
   "Name": "Tonkin Gulf Resolution",
   "Who": " Lyndon Johnson and Congress",
   "When": "1964",
   "Where": " U.S. ",
   "What": " Request to Congress from President Lyndon Johnson in response to North Vietnamese torpedo boat attacks in which he sought authorization for \"all necessary measures\" to protect American forces and stop further aggression",
   "Why": " shows expansion of the executive branch of government during the war"
 },
 {
   "ID": 128,
   "Name": "Free Speech Movement",
   "Who": " UC Berkeley students",
   "When": "1964",
   "Where": " UC Berkeley, CA",
   "What": " Student movement at the University of California, Berkeley, formed in 1964 to protest limitations on political activities on campus",
   "Why": " Student demonstrations grew with the escalation of U.S. involvement in the Vietnam War. Hundreds of campuses were disrupted or closed down by antiwar protests."
 },
 {
   "ID": 129,
   "Name": "Medicare",
   "Who": " Congress, Lyndon B. Johnson ",
   "When": "1965",
   "Where": " US",
   "What": " basic medical insurance for the elderly, financed through the federal government; program created in 1965",
   "Why": " Helped out older adults and disabled people with medical care that they could afford before."
 },
 {
   "ID": 130,
   "Name": "American Indian Movement",
   "Who": " James Haley, Lyndon B. Johnson",
   "When": "1968",
   "Where": " Minnesota, US",
   "What": "Group of Native-American political activists who used confrontation with the federal government to publicize their case for Indian rights",
   "Why": " Native Americans started to join in the Civil Rights movement. Trail of Broken Treaties"
 },
 {
   "ID": 131,
   "Name": "My Lai Massacre",
   "Who": " Lyndon B. Johnson",
   "When": "1968",
   "Where": " Vietnam",
   "What": " Killing of 22 Vietnamese civilians by U.S. forces during a 1968 search-and-destroy missions",
   "Why": " increased the voice of opposition of the citizens against the the Vietnam war."
 },
 {
   "ID": 132,
   "Name": "Strategic Arms Limitation Treaty",
   "Who": " Nixon",
   "When": "1972",
   "Where": " U.S. and Soviet Union",
   "What": " The United States and the Soviet Union to slow the nuclear arms race",
   "Why": "It was a significant step toward reducing Cold War tensions and bringing about detente"
 },
 {
   "ID": 133,
   "Name": "Environmental Protection Agency",
   "Who": " Conservatists",
   "When": "1970",
   "Where": " U.S.",
   "What": "Federal agency to oversee environmental monitoring and cleanup programs",
   "Why": " Protected against pollution and destruction"
 },
 {
   "ID": 134,
   "Name": "Watergate",
   "Who": " President Nixon",
   "When": "1974",
   "Where": " U.S.",
   "What": " A complex scandal involving attempts to cover up illegal actions taken by administration officials ",
   "Why": " It lead to the resignation of President Richard Nixon and there was no solid proof that he ordered any illegal activities."
 },
 {
   "ID": 135,
   "Name": "Organization of Petroleum Exporting Countries",
   "Who": "Arab members",
   "When": " 1970s",
   "Where": " Asia, Africa, Latin America",
   "What": " Cartel of oil-producing nations in Asia, Africa, and Latin America that gained substantial power over the world economy in the mid- to late-1970s by controlling the production and rice of oil.",
   "Why": " The embargo caused a worldwide oil shortage."
 },
 {
   "ID": 136,
   "Name": "Deregulation",
   "Who": " President Reagan",
   "When": " 1980s",
   "Where": " U.S.",
   "What": " Reduction or removal of government regulations and encouragement of direct competition in many important industries and economic sectors.",
   "Why": " The policy began to recover the economy in 1983."
 },
 {
   "ID": 137,
   "Name": "Affirmative action",
   "Who": " President John F. Kennedy",
   "When": "1961",
   "Where": " Congress",
   "What": " A set of policies to open opportunities in business and education for members of minority groups and women by allowing race and sex to be factors included in decisions to hire, award contracts, or admit students to higher education programs.",
   "Why": " Intended to help students of color, but angry whites thought it was racist against them because of the quotas being set up in colleges for students less fortunate than whites."
 },
 {
   "ID": 138,
   "Name": "Roe v Wade",
   "Who": " Supreme Court",
   "When": "1973",
   "Where": " Supreme Court",
   "What": " U.S. Supreme Court decision (1973) that disallowed state laws prohibiting abortion during the first three months (trimester) of pregnancy and establishing guidelines for abortion in the second and third trimesters.",
   "Why": " prompted a national debate of whether or not abortion is okay. Argument has continued ever since."
 },
 {
   "ID": 139,
   "Name": "Camp David Accords",
   "Who": " Carter, Israeli Prime Minister Menachem Begin, Egyptian President Anwar Sadat",
   "When": "1978",
   "Where": " Camp David, Maryland",
   "What": " Agreement signed by Israel and Egypt that set the formal terms for peace in the Middle East.",
   "Why": " Egypt became the first Arab nation to recognize the nation of Israel. Israel withdrew its troops from the Sinai territory taken from Egypt in the Six- Day War of 1967."
 },
 {
   "ID": 140,
   "Name": "Economic Recovery Tax Act of 1981",
   "Who": " Reagan",
   "When": "1981",
   "Where": " U.S.",
   "What": " A major revision of the federal income tax system.",
   "Why": "Beginning of the deregulation movement, scaled economy in more conservative direction"
 },
 {
   "ID": 141,
   "Name": "Strategic Defense Initiative",
   "Who": " President Reagan",
   "When": "1983",
   "Where": " US",
   "What": " President Reagan's program, announced in 1983, to defend the United States against nuclear missile attack with untested weapons systems and sophisticated technologies.",
   "Why": "shows that Reagan's administration is pretty crazy."
 },
 {
   "ID": 142,
   "Name": "Operation Desert Storm  Gulf War",
   "Who": " George H.W. Bush",
   "When": "1991",
   "Where": "Kuwait, Saudi Arabia",
   "What": " US stormed into Kuwait to kick out Suddam Hussain ",
   "Why": ""
 },
 {
   "ID": 143,
   "Name": "North American Free Trade Association",
   "Who": " Mexico, Canada, US",
   "When": "1994",
   "Where": " North American continent",
   "What": " Agreed not to put Tariffs on goods traded between these countries",
   "Why": " promotes free enterprise and more global world market"
 },
 {
   "ID": 144,
   "Name": "Contract with America",
   "Who": " Clinton",
   "When": "1994",
   "Where": " US",
   "What": " platform proposing a sweeping reduction in the role and activities of the federal government on which many Republican candidates ran for Congress in 1994",
   "Why": ""
 },
 {
   "ID": 145,
   "Name": "Wagner Act",
   "Who": "",
   "When": "",
   "Where": "",
   "What": "",
   "Why": ""
 },
 {
   "ID": 146,
   "Name": "Sherman's march to the sea",
   "Who": "",
   "When": "",
   "Where": "",
   "What": "",
   "Why": ""
 }
]