{
    "prod_build": false,
    "path_to_assets": "../../",
    "headshot": {
        "src": "index/Headshot_Original_Round.png",
        "alt": "Jacob Caccamo Headshot"
    },
    "experience_data": [
        {
            "classes": "bah",
            "logo": {
                "src": "experience/logos/bahLogo.png",
                "alt": "Test Logo"
            },
            "name": "Booz Allen Hamilton",
            "title": "UI/UX Designer – Lead Technologist (Associate)",
            "location": "Washington, DC",
            "description": "<h3>National Institute of Allergy &amp; Infectious Diseases (NIAID, NIH)</h3> <ul><li>Designed and developed the <a href='https://www.coronaviruspreventionnetwork.org/'>COVID-19 Prevention Network</a> to help recruit volunteers for COVID-19 vaccine trials.<ul><li>19K Daily Average Users, 11M+ Page Views</li></ul></li><li>Developed the visual theme of the NIAID intranet as part of an end-to-end redesign and migration project (SharePoint to Drupal 8).</li><li>Led the visual design refresh and front-end development effort for the NIAID public website: www.niaid.nih.gov.</li><li>Created the Pattern Lab instance for Drupal 8, using HTML, CSS, JavaScript, and Twig, which serves as the creative guide and design platform to reduce front-end development time.</li><li>Built a master prototype to guide the Drupal development team in creating UX-verified layouts.</li><li>Designed and facilitated an eye tracking study to evaluate and enhance the intranet and public websites’ visual designs.</li><li>Facilitated a Design Sprint with key stakeholders to assess and improve the overall digital experience of NIAID employees.</li></ul><h3>Innovation Center – Internal Website (Enterprise-Wide Web App) Redesign</h3><ul><li>Conducted brainstorming sessions with stakeholders to create the design and development roadmap for a four-stage deployment process.</li><li>Gained project plan approval from directorate leadership for the web app, accessible to 25K+ employees.</li><li>Produced wireframes and high-fidelity mockups to more effectively display content and improve user comprehension/satisfaction.</li><li>Managed the UI development and directed interaction choices to bolster site UX.</li></ul>"
        },
        {
            "logo": {
                "src": "experience/logos/L0.jpg",
                "alt": "Tufts University Logo"
            },
            "name": "Red Hat, Inc., Tufts University",
            "title": "Tufts Team Lead & Designer (Senior Capstone Project)",
            "location": "Tufts University",
            "description": "<ul><li>Led the design team of the Ansible Galaxy redesign, a web-based IT automation sharing platform.</li><li>Conducted human factors research to characterize users and identify areas of UX improvement.</li><li>Employed design principles and methods to develop an improved UI.</li><ul>"
        },
        {
            "logo": {
                "src": "experience/logos/CABCSLogo.png",
                "alt": "CABCS Logo"
            },
            "name": "Center for Applied Brain & Cognitive Sciences, Tufts University",
            "title": "Human Factors/Engineering Psychology Researcher (Full-time summer/paid, course credit)",
            "location": "Tufts University",
            "description": "<ul><li>Explored an extension of the adjustable autonomy concept working with quadrotor drones.</li><li>Led research and development for an operator monitoring scheme to assess user cognitive state.</li><li>Designed the experimental protocol for testing the adjustable autonomy concept.</li><li>Researched a variety of physiological indices for potential operator monitoring input modalities.</li><li>Coded a Unity simulation of the autonomy experiment and tested participants for data collection/analysis.</li><ul>"
        },
        {
            "logo": {
                "src": "experience/logos/L1.png",
                "alt": "Resilinc, Inc. Logo"
            },
            "name": "Resilinc, Inc.",
            "title": "UI/UX Intern (Full-time summer/paid intern)",
            "location": "Milpitas, CA",
            "description": "<p>Resilinc is a leading cloud provider of global supply chain risk intelligence and analytics.</p><ul><li>Developed initial mobile app prototype for a real-time supply chain event monitoring service.</li><li>Designed an application dashboard to optimize contact interaction and task management.</li><li>Coded a program utilizing dashboard data to determine the most frequently used app modules.</li><li>Assisted in determining the style and theme for a new website and designed key branding elements.</li><li>Created the website (theresiliencycouncil.org) using WordPress, HTML, and CSS.</li></ul>"
        },
        {
            "logo": {
                "src": "experience/logos/L2.jpg",
                "alt": "Audience Logo"
            },
            "name": "Audience, Inc.",
            "title": "Engineering/Algorithm Intern (Full-time summer/paid intern)",
            "location": "Mountain View, CA",
            "description": "<p>Audience is a leader in advanced voice and audio processing technologies for mobile devices.</p><ul><li>Collected, categorized, and documented field data for a machine learning project.</li><li>Performed research for a new work management process leveraging Amazon Mechanical Turk.</li><li>Created a detailed manual describing the process for hosting audio files on Mechanical Turk.</li><li>Prepared an informational presentation for internal education/training purposes.</li></ul>"
        }
    ]
}
